---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ContourSetting
source: html/982a7017-3f72-5053-94d3-abbf04b50575.htm
---
# ContourSetting Members

Add a set of contours as a contour setting item to the current contour setting.